<?php if (!defined('THINK_PATH')) exit(); /*a:2:{s:90:"/www/wwwroot/125.maoerle.cn/www_fuda/public/../application/index/view/user/protocol_2.html";i:1568109530;s:84:"/www/wwwroot/125.maoerle.cn/www_fuda/application/index/view/layouts/layout_user.html";i:1568109530;}*/ ?>
<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <title>
关于
</title>
    <meta name="viewport" content="width=device-width,initial-scale=1,minimum-scale=1,maximum-scale=1,user-scalable=no">
    <link href="/resource/home/css/mui.min.css" rel="stylesheet">
    <link href="/resource/home/css/person.css" rel="stylesheet">
    
<style type="text/css">
    .withdrew_body{
        padding: 12px;
        padding-top: 50px; 
    }
    .header_con{
        position: fixed;
        width: 100%;
    }
    .mui-table-view:before {
        background-color: transparent;
    }
    .mui-table-view-cell>a {
        font-size: 12px;
    }
    .xiyi_header{
        text-align: center;
        font-size: 18px;
        color: #333;
        padding: 0 10px;
        line-height: 24px;
        margin-bottom: 12px;
    }
    .xiyi_title{
        text-align: left;
        font-size: 16px;
        color: #333;
        line-height: 24px;
    }
    .xiyi_text{
        text-align: justify;
    }
    .xiyi_text_next{
        text-align: justify;
        padding-left: 24px;
    }
    table{
        border-collapse: collapse;
        border-spacing: 0;
        table-layout: fixed;
        width: 100%;
    }
    td {
        font-size: 12px;
        padding: 5px;
        border: 1px solid #DBDBDB;
        color: #666666;
    }
</style>

</head>

<body>
    <header class="header_con">
        <a href="javascript:history.go(-1)" class="lf">
            <img src="/resource/home/img/call_back.png">
        </a>
        <p>协议</p>
    </header>

    
<div  class="withdrew_body">
    <h1 class="xiyi_header">满盈策略投资人与策略人参与沪深A股交易合作协议</h1>
    <table>
        <tbody>
            <tr>
                <td width="100px;" align="right">投资人昵称：</td>
                <td></td>
                <td width="100px;" align="right">策略人昵称：</td>
                <td></td>
            </tr>
            <tr>
                <td align="right">投资人UID：</td>
                <td></td>
                <td align="right">策略人UID：</td>
                <td></td>
            </tr>
        </tbody>
    </table>
    <p class="xiyi_text">本次交易合作由满盈策略投资中介平台（以下简称“满盈策略投资”）子平台满盈策略（以下简称“满盈策略”）提供撮合服务。在满盈策略的撮合下，投资人与策略人协商一致，就双方秉承共享收益共担风险之原则，由策略人提供交易策略，由投资人利用自有资金和账户进行交易合作事宜订立如下协议，以兹共守：</p>

    <h1 class="xiyi_title">一、定义</h1>
    <p class="xiyi_text">
        本协议中，除非上下文另有解释，下列词语具有如下含义：
        <br/>1、交易平台：指满盈策略投资中介平台，由湖北满盈策略网络科技有限公司（以下简称“本公司”）运营。
        <br/>2、满盈策略：指满盈策略信息平台，面向满盈策略注册用户提供包括但不限于沪深所A股、合作信息发布、交易合作撮合、交易指令通讯、交易风控管理、交易代记账、资金支付（由支付机构提供）等服务的线上中介服务平台。
        <br/>3、支付机构：指满盈策略委托的为满盈策略用户提供资金划转、查询、结算等支付服务的非金融支付机构。
        <br/>4、策略人：指通过满盈策略注册成为策略人的用户，作为投资人的交易合作方，负责向投资人提供交易策略的自然人。
        <br/>5、投资人：指通过满盈策略注册成为投资人的用户，作为策略人的交易合作方，负责按策略人交易策略并利用自有资金和账户进行交易的自然人或法人或企业。
        <br/>6、持仓时间：分为多种模式持仓，交易品种持仓时间固定截至T＋1日；从T＋1日开始，至T+20日止，策略人在当日符合延递条件情况下，可于当日规定时间内，向投资人 申请将交易品种持仓时间延递至下一交易日。延递按日申请逐日延递，单笔交易连续延递最大次数为20次（含系统自动延递）。
        <br/>7、最后持仓日：T＋1持仓的最后持仓日即为T＋1日，其它持仓策略的最后持仓日为不符合延递条件所在交易日，或符合延递条件但策略人放弃延递所在交易日，或已达到最大延递申请次数无法再延递的所在交易日即T＋21日。
        <br/>8、浮动盈亏与浮动盈亏率：浮动盈亏＝（最新价－买入均价）＊成交数量。计算结果为正值（含零）时即为浮盈金额，计算结果为负值时即为浮亏金额。浮动盈亏率＝浮动盈亏／交易本金 ×100％。
        <br/>9、触发止盈率：当合作交易品种的浮动盈亏率达到特定数值时，由投资人即时卖出交易品种全部持有数量进行止盈，此时该浮动盈亏率即为触发止盈率。无论交易品种的持仓时间为为那种策略，固定触发止盈率为：实盘金额*50%，其他盈利点位，策略人可根据实际情况自行点卖进行修改卖出止盈。
        <br/>10、触发止损：当合作交易品种的浮动盈亏率达到特定数值时，由投资人即时卖出交易品种全部持有数量进行止损，此时该浮动盈亏即为触发止损。触发止损率具体数值通过满盈策略策略页面公布，以策略人实际选择为准。
    </p>
    <h1 class="xiyi_title">二、本次交易合作基本信息</h1>
    <p class="xiyi_text">
        1、交易本金：<br/>
        2、交易品种：<br/>
        3、交易数量：<br/>
        4、持仓时间：<br/>
        5、触发止盈：<br/>
        6、触发止损：<br/>
        7、委托方式：<br/>
        以上基本信息，以策略人和投资人在满盈策略每次交易时点击确认为准。
    </p>
    <h1 class="xiyi_title">三、投资人权利与义务</h1>
    <p class="xiyi_text">
        <br/>1、投资人负责提供用于本次交易合作的账户和资金。
        <br/>2、投资人按照策略人的策略指令/点卖指令执行交易品种的买入/卖出。
        <br/>3、投资人买入的时间为T日上午9:30:00－11:30:00，下午13:00 – 14:55:00
        <br/>4、投资人卖出的时间为最后持仓日上午9:30:00－11:30:00，下午13:00 – 14:40:00
        <br/>5、最后持仓日盘中，当交易品种“浮盈金额≥触发止盈时”或”浮亏金额≤触发止损时”，视同策略人已向投资人发出即时卖出指令，投资人执行即时卖出指令的，策略人对此不持有异议。
        <br/>6、策略人必须在最后持仓日14:40:00前向投资人发出卖出指令，否则视同策略人违约，投资人有权在此后任意交易时间卖出并以实际卖出成交价结算，策略人对此不持有异议。
        <br/>7、交易品种T日盘中涨幅≥8％或盘中跌幅≤-8％时，投资人均有权不接受并不执行策略人的策略指令，直至交易品种涨跌幅回落到（-8％,+8%）区间，投资人方接受并执行策略人的策略指令，但当交易品种被满盈策略列入《策略风险警示股名单》中，投资人有权不接受策略人的策略指令。
        <br/>8、各种策略持仓，从T＋1日开始，至T＋20日止，当日14:40:00策略满足浮动盈亏/履约保证金≥-60%（数据仅供参考，以平台实际最新公布的为准），投资人应接受策略人的延递申请,但当交易品种被满盈策略列入《延递风险警示股名单》中，投资人有权不接受策略人的延递申请。如T＋1日至T＋30日策略人股票全天停牌，则符合上述延递条件下，投资人自动为策略人延递，且该次延递收取延递费。如策略人不愿意支付延递费，视为策略人放弃该股票复盘后的收益，全归投资人所有。
        <br/>9、投资人应通过满盈策略账户委托满盈策略冻结履约保证金，从履约保证金中支付策略人盈利分配款。投资人履约保证金金额应不低于 “止盈值”之数额。
        <br/>10、交易亏损大于策略人冻结履约保证金，则超过的亏损部分由投资人自行承担。
        <br/>11、投资人有义务履行交易合作约定，如发生投资人单方面违约行为，双方约定按理论上持有交易品种到最后持仓日期间的最优价格作为策略人卖出结算价，如交易盈利从投资人满盈策略账户划拨盈利分配，如交易亏损则由投资人自行全部承担，策略人不予赔付。
    </p>
    <h1 class="xiyi_title">四、策略人权利与义务</h1>
    <p class="xiyi_text">
        <br/>1、策略人负责提供本次交易合作的交易策略，即策略指令／点卖指令。
        <br/>2、策略人应在T日9:30:00－14:55:00交易时段内向投资人发出策略指令，但当交易品种T日盘中涨幅≥8％或盘中跌幅≤-8％时，或交易品种被满盈策略列入《策略风险警示股名单》中，策略人不可向投资人申请策略 。
        <br/>3、策略人应在最后持仓日9:30:00－14:40:00向投资人发出点卖指令，否则视同策略人违约。
        <br/>4、各种策略 持仓，从T＋1日开始，至T＋20日止，当日14:40:00策略满足浮动盈亏/履约保证金≥-60%（数据仅供参考，以平台实际最新公布的为准），策略人可通过满盈策略向投资人 申请将交易品种持仓时间延递至下一交易日14:40:00。但当交易品种被满盈策略平台列入《延递风险警示股名单》中，策略人无法延递。
        <br/>5、策略人应按照《附件1：”满盈策略”策略人参与沪深A股交易涉及费用及资费标准》，通过向满盈策略支付交易综合费，补偿投资人交易过程中发生的佣金、印花税和过户费等
        <br/>6、策略人应按照《附件1：”满盈策略”策略人参与沪深A股交易涉及费用及资费标准》，委托满盈策略冻结履约保证金，作为履行交易亏损赔付义务的保证。
        <br/>7、策略人承诺授权满盈策略平台在交易亏损时按本协议相关约定，从履约保证金中向投资人支付应承担的亏损赔付款。
    </p>
    <h1 class="xiyi_title">五、交易清结算和盈亏分配约定</h1>
    <p class="xiyi_text">
        投资人和策略人共同委托满盈策略按照以下规则对本次交易合作进行数据清结算，并非资金结算，资金结算由满盈策略委托或指定的第三方支付机构提供资金结算服务，双方同意以满盈策略的清结算数据作为双方盈亏分配的共同依据：
        <br/>1、买入成交金额与买入成交均价：买入成交金额来自交易所回报数据，不含佣金、印花税和过户费。买入成交均价＝买入成交金额／交易数量。
        <br/>2、卖出成交金额与卖出成交均价：卖出成交金额来自交易所回报数据，不含佣金、印花税和过户费。卖出成交均价＝卖出成交金额／交易数量。
        <br/>3、交易盈亏：交易盈亏＝卖出成交金额－买入成交金额。计算结果为正值（含零）时即为交易盈利，计算结果为负值时即为交易亏损 。
        <br/>4、盈利分配：策略人与投资人共同享有本次交易盈利。策略人获得交易盈利90％的盈利分配。交易盈利扣减策略人盈利分配即为投资人的盈利分配。
        <br/>5、亏损赔付：策略人与投资人共同承担本次交易亏损。交易亏损首先由策略人承担，策略人以所冻结的履约保证金为最高上限承担交易亏损赔付，交易亏损超过策略人所冻结的履约保证金部分由投资人承担。即，当：交易亏损≤策略人冻结履约保证金时，交易亏损由策略人全部承担，投资人无需承担；当：交易亏损＞策略人冻结履约保证金时，策略人以冻结履约保证金额为限承担交易亏损，超过部分由投资人承担。
    </p>
    <h1 class="xiyi_title">六、特别约定</h1>
    <p class="xiyi_text">
        1、双方约定为从投资人收到策略人交易指令时点起,至投资人委托下单成交时点止。根据《满盈策略服务协议》，从策略人发出交易指令被满盈策略确认时点起，至交易指令成交时点止，两时点时间间隔由投资人提供。但：   1）深市收盘集合竞成交价为买卖申报一次性集中撮合产生，投资人收到策略人交易指令时点在 14:55:00之后的，不属于以上时间范畴。   2）如因网络等原因造成交易成交结果回报时间延迟的，以实际交易成交时间为准。   3）投资人收到策略人交易指令在11:25~11:30之间的，投资人可在当日13:00~15:00委托下单
        <br/>2、交易品种在最后持仓日因停牌、跌停或其他原因导致无法卖出的，双方约定由投资人于下一交易日集合竞价和连续竞价前5分钟内即时卖出，并保持卖出委托直至卖出全部数量的交易品种，如整个交易日皆因停牌或跌停无法卖出，则继续顺延至下一交易日，直至全部卖出并按照实际卖出成交价进行清结算。
        <br/>3、各策略持仓且非最后持仓日，为最大程度避免交易品种因停牌导致无法正常卖出，双方约定如交易品种当日进入满盈策略实时发布的《延递风险警示股名单》。
        <br/>4、策略人在分红转增股权登记日收盘后仍持有交易品种的，双方约定于送转股票及派发红利实际到达投资人账户后方进行结算；策略人在增发、配股股权登记日收盘后未持有交易品种的，交易品种的增发、配股等权利均归属投资人，策略人不享有参与增发、配股权利。
        <br/>5、双方授权连连系统依据满盈策略的清结算数据，通过双方在满盈策略系统冻结的履约保证金进行盈利分配款或亏损赔付款的划拨。即：交易盈利时，从投资人履约保证金中划款至策略人账户，划拨金额等于策略人享有的盈利分配额；交易亏损时，从策略人履约保证金中划款至投资人账户，划拨金额等于策略人承担的亏损赔付额。由平台做双方间中介担保工作。
        <br/>6、因满盈策略清结算数据错误造成双方盈利分配或亏损赔付出现数额差错的，双方约定在满盈策略规定时限内将异议提交至满盈策略，通过满盈策略向对方索取差额补差。如异议一方未在规定时限内将提交异议，视同放弃通过满盈策略向对方索取差额补差之权利。
        <br/>7、因不可抗力导致满盈策略系统故障，引发交易指令通讯失败或交易指令执行失败，双方约定以满盈策略系统恢复就近时间重新执行并以执行的最终结果进行交易清结算。
    </p>
    <h1 class="xiyi_title">七、协议的签订、成立和生效</h1>
    <p class="xiyi_text">
        1、签订：本协议由投资人和策略人通过满盈策略以网络页面点击确认的方式签署。<br/>
        2、成立：本协议自策略人或投资人签订本协议之日（以两者孰后签订时间为准）成立。<br/>
        3、生效：本协议一经双方签订即生效。
    </p>
    <h1 class="xiyi_title">八、其他事项</h1>
    <p class="xiyi_text">
        1、策略人和投资人必须通过本协议约定的方式或其他满盈策略认可的方式进行交易合作,否则由此引起的法律后果及违约责任由投资人或策略人自行承担。
        <br/>2、本协议项下的双方非个人隐私信息，如昵称等，均为公开信息。
        <br/>3、本协议项下双方交易信息归属满盈策略所有，满盈策略可根据自身经营需求商业化无偿使用。
        <br/>本协议受中华人民共和国法律管辖并按中华人民共和国法律解释。协议履行中发生争议，可由各方协商解决，各方同意给予对方【6】个月调解期，在【六】个调解期内各方仍不能达成一致意见的，协商不成可向市仲裁委员会提交仲裁。
        <br/>5、策略人和投资人均知晓并明确： 满盈策略为软件运营平台，坚持以中国共产党领导下合法开展经营业务，禁止任何违法乱纪的行为，满盈策略软件平台不对任何交易行为负责，满盈策略软件平台不对任何交易结果作出任何形式的承诺和保证，因交易产生的所有法律责任和后果与满盈策略无关，投资有风险，策略人和投资人同意结合自身投资风险承受能力自行、谨慎操作。
    </p>
</div>

    

</body>
</html>
<script src="/resource/home/js/jquery-2.2.0.min.js"></script>
<script src="/resource/home/js/mui.min.js"></script>

<script type="text/javascript" src="/resource/home/js/common.js"></script>
<script>
    $("select[name='bank_province']").on("change", function(){
        var _id = $(this).val();
        $.ajax({
            url: "<?php echo url('index/Index/getRegion'); ?>",
            type: "POST",
            data: {id:_id},
            dataType: "json",
            success: function(_resp) {
                console.log(_resp);
                if(_resp.state){
                    if(_resp.data){
                        var _html = "";
                        for(var _key in _resp.data){
                            _html += '<option value="' + _resp.data[_key].id + '">'+ _resp.data[_key].name +'</option>';
                        }
                        $("select[name='bank_city']").empty().append($(_html));
					}
                    return false;
                }else{
                    $alert(_resp.info);
                }
            }
        });
    });

    $("#submitBtn").click(function () {
        var _url = "<?php echo url('index/User/modifyCard'); ?>",
            _oData = $("form").serialize();
        $ajaxCustom(_url, _oData, function(res){
            if(res.state){ // 登录成功
                $alert("银行卡绑定成功！");
                setTimeout(function(){
                    var _callback = "<?php echo (isset($callback) && ($callback !== '')?$callback:''); ?>";
                    if(_callback == ''){
                        if(res.data.url){
                            window.location.href = res.data.url;
                        }else{
                            window.location.href = "/";
                        }
					}else{
                        window.location.href = _callback;
					}
                }, 1000);
            }else{
                $alert(res.info);
            }
        });
    });
</script>
